{
  "item.minecraft.yellow_dye": "Yellow Dye is a dye used to color various items and blocks in Minecraft.",
  "block.minecraft.dark_oak_button": "Dark Oak Button is a wooden button that can be placed on blocks to provide a redstone signal when pressed.",
  "block.minecraft.polished_blackstone_brick_slab": "Polished Blackstone Brick Slab is a half-block made from polished blackstone bricks. It can be used for building and decoration purposes.",
  "block.minecraft.chiseled_deepslate": "Chiseled Deepslate is a decorative block made from deepslate. It has a unique chiseled pattern on its surface.",
  "block.minecraft.gray_candle": "Gray Candle is a decorative block that emits a dim light. It can be placed on the ground or on top of blocks.",
  "item.minecraft.rabbit_stew": "Rabbit Stew is a food item that can be crafted using cooked rabbit, a carrot, a baked potato, and a mushroom. It restores a large amount of hunger and saturation.",
  "block.minecraft.stripped_dark_oak_wood": "Stripped Dark Oak Wood is a variant of dark oak wood that has been stripped of its bark. It can be used for building and crafting purposes.",
  "block.minecraft.stonecutter": "Stonecutter is a utility block used to craft various stone-related items and blocks. It provides an alternative crafting method for stone-related recipes.",
  "block.minecraft.soul_torch": "Soul Torch is a light-emitting block that emits a blue flame. It can be placed on the ground or on top of blocks.",
  "block.minecraft.bone_block": "Bone Block is a decorative block made from bones. It has a unique bone-like texture and can be used for building and decoration purposes.",
  "item.minecraft.raw_iron": "Raw Iron is a raw material obtained by smelting iron ore. It can be used to craft iron ingots.",
  "item.minecraft.smithing_template": "Smithing Template is a special item used in the smithing table to upgrade diamond gear to netherite gear.",
  "item.minecraft.iron_nugget": "Iron Nugget is a small piece of iron obtained by smelting iron tools, armor, or weapons. It can be used to craft iron ingots.",
  "block.minecraft.melon": "Melon is a food item that can be harvested from melon blocks. It can be eaten to restore hunger.",
  "block.minecraft.birch_fence": "Birch Fence is a decorative block that can be used to enclose areas or as a barrier.",
  "block.minecraft.red_nether_brick_slab": "Red Nether Brick Slab is a half-block made from red nether bricks. It can be used for building and decoration purposes.",
  "block.minecraft.waxed_oxidized_cut_copper": "Waxed Oxidized Cut Copper is a decorative block made from oxidized cut copper. It has a wax coating that prevents it from oxidizing further.",
  "block.minecraft.warped_fence_gate": "Warped Fence Gate is a wooden gate that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "block.minecraft.nether_wart_block": "Nether Wart Block is a decorative block made from nether wart. It has a unique wart-like texture and can be used for building and decoration purposes.",
  "block.minecraft.bamboo_fence_gate": "Bamboo Fence Gate is a wooden gate that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "block.minecraft.magenta_banner": "Magenta Banner is a decorative block that can be customized with different patterns and colors. It can be used for decoration purposes.",
  "block.minecraft.cobblestone_wall": "Cobblestone Wall is a decorative block that can be used to enclose areas or as a barrier.",
  "block.minecraft.lime_stained_glass_pane": "Lime Stained Glass Pane is a decorative block made from lime stained glass. It can be used for building and decoration purposes.",
  "item.minecraft.gray_dye": "Gray Dye is a dye used to color various items and blocks in Minecraft.",
  "block.minecraft.mangrove_fence_gate": "Mangrove Fence Gate is a wooden gate that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "block.minecraft.warped_pressure_plate": "Warped Pressure Plate is a pressure-sensitive plate that can be used to detect the presence of entities. It emits a redstone signal when stepped on.",
  "block.minecraft.waxed_cut_copper_slab": "Waxed Cut Copper Slab is a half-block made from cut copper. It has a wax coating that prevents it from oxidizing further.",
  "block.minecraft.coal_block": "Coal Block is a decorative block made from coal. It can be used for building and decoration purposes.",
  "item.minecraft.sugar": "Sugar is a food item that can be used as an ingredient in various recipes. It can also be used to speed up the growth of plants.",
  "item.minecraft.raw_copper": "Raw Copper is a raw material obtained by mining copper ore. It can be used to craft copper ingots.",
  "item.minecraft.slime_ball": "Slime Ball is a sticky and bouncy ball dropped by slimes. It can be used to craft various items and blocks.",
  "block.minecraft.mangrove_button": "Mangrove Button is a wooden button that can be placed on blocks to provide a redstone signal when pressed.",
  "block.minecraft.spruce_fence_gate": "Spruce Fence Gate is a wooden gate that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "item.minecraft.leather_chestplate": "Leather Chestplate is a piece of armor that provides moderate protection against damage. It can be crafted using leather.",
  "block.minecraft.yellow_bed": "Yellow Bed is a decorative block that can be used as a respawn point for players. It can be slept in to skip the night.",
  "block.minecraft.iron_block": "Iron Block is a decorative block made from iron ingots. It can be used for building and decoration purposes.",
  "block.minecraft.beehive": "Beehive is a block that houses bees. It can be harvested for honey and used to breed and farm bees.",
  "item.minecraft.map": "Map is an item used to explore and navigate the Minecraft world. It can be crafted using paper and a compass.",
  "block.minecraft.spruce_sign": "Spruce Sign is a decorative block that can be customized with text. It can be used for signage and decoration purposes.",
  "block.minecraft.white_stained_glass_pane": "White Stained Glass Pane is a decorative block made from white stained glass. It can be used for building and decoration purposes.",
  "block.minecraft.dark_oak_door": "Dark Oak Door is a wooden door that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "block.minecraft.light_gray_wool": "Light Gray Wool is a decorative block made from light gray dye and wool. It can be used for building and decoration purposes.",
  "item.minecraft.writable_book": "Writable Book is an item that can be written in using a quill and ink sac. It can be used to create written works and stories.",
  "block.minecraft.birch_wood": "Birch Wood is a type of wood obtained from birch trees. It can be used for crafting and building purposes.",
  "item.minecraft.cyan_dye": "Cyan Dye is a dye used to color various items and blocks in Minecraft.",
  "item.minecraft.glow_item_frame": "Glow Item Frame is a decorative item frame that emits a faint glow. It can be used to display items and blocks.",
  "item.minecraft.leather_helmet": "Leather Helmet is a piece of armor that provides a small amount of protection against damage. It can be crafted using leather.",
  "block.minecraft.light_blue_bed": "Light Blue Bed is a decorative block that can be used as a respawn point for players. It can be slept in to skip the night.",
  "block.minecraft.oak_wood": "Oak Wood is a type of wood obtained from oak trees. It can be used for crafting and building purposes.",
  "block.minecraft.scaffolding": "Scaffolding is a block that can be used to create temporary structures and platforms. It can be climbed like a ladder.",
  "block.minecraft.bamboo_mosaic": "Bamboo Mosaic is a decorative block made from bamboo. It has a unique mosaic-like pattern and can be used for building and decoration purposes.",
  "block.minecraft.emerald_block": "Emerald Block is a decorative block made from emeralds. It can be used for building and decoration purposes.",
  "item.minecraft.golden_apple": "Golden Apple is a food item that provides various beneficial effects when eaten. It can be crafted using an apple and gold ingots.",
  "block.minecraft.chiseled_nether_bricks": "Chiseled Nether Bricks is a decorative block made from nether bricks. It has a unique chiseled pattern on its surface.",
  "block.minecraft.flower_pot": "Flower Pot is a decorative block that can be used to hold and display plants and flowers.",
  "item.minecraft.diamond_pickaxe": "Diamond Pickaxe is a tool used to mine blocks and ores. It is one of the most durable and efficient pickaxes in the game.",
  "item.minecraft.light_gray_dye": "Light Gray Dye is a dye used to color various items and blocks in Minecraft.",
  "block.minecraft.acacia_button": "Acacia Button is a wooden button that can be placed on blocks to provide a redstone signal when pressed.",
  "block.minecraft.magenta_stained_glass_pane": "Magenta Stained Glass Pane is a decorative block made from magenta stained glass. It can be used for building and decoration purposes.",
  "block.minecraft.copper_block": "Copper Block is a decorative block made from copper ingots. It can be used for building and decoration purposes.",
  "block.minecraft.nether_brick_stairs": "Nether Brick Stairs is a set of stairs made from nether bricks. It can be used for building and decoration purposes.",
  "block.minecraft.purple_candle": "Purple Candle is a decorative block that emits a dim light. It can be placed on the ground or on top of blocks.",
  "item.minecraft.recovery_compass": "Recovery Compass is a special compass that points towards the last bed a player slept in. It can be used to find lost items and locations.",
  "block.minecraft.magenta_bed": "Magenta Bed is a decorative block that can be used as a respawn point for players. It can be slept in to skip the night.",
  "block.minecraft.spruce_wood": "Spruce Wood is a type of wood obtained from spruce trees. It can be used for crafting and building purposes.",
  "item.minecraft.iron_sword": "Iron Sword is a weapon used to attack and defeat mobs and other players. It is one of the most durable and efficient swords in the game.",
  "item.minecraft.magenta_dye": "Magenta Dye is a dye used to color various items and blocks in Minecraft.",
  "block.minecraft.spruce_fence": "Spruce Fence is a decorative block that can be used to enclose areas or as a barrier.",
  "block.minecraft.green_stained_glass": "Green Stained Glass is a decorative block made from green stained glass. It can be used for building and decoration purposes.",
  "block.minecraft.cherry_fence": "Cherry Fence is a decorative block that can be used to enclose areas or as a barrier.",
  "block.minecraft.mossy_stone_brick_slab": "Mossy Stone Brick Slab is a half-block made from mossy stone bricks. It can be used for building and decoration purposes.",
  "block.minecraft.andesite_slab": "Andesite Slab is a half-block made from andesite. It can be used for building and decoration purposes.",
  "item.minecraft.bamboo_chest_raft": "Bamboo Chest Raft is a special item used to transport items in water. It can be crafted using bamboo and a chest.",
  "block.minecraft.dark_prismarine_slab": "Dark Prismarine Slab is a half-block made from dark prismarine. It can be used for building and decoration purposes.",
  "block.minecraft.honey_block": "Honey Block is a sticky block made from honey bottles. It can be used to create bouncy and sticky surfaces.",
  "block.minecraft.bamboo_planks": "Bamboo Planks is a type of plank obtained from bamboo. It can be used for crafting and building purposes.",
  "block.minecraft.pink_terracotta": "Pink Terracotta is a decorative block made from pink dye and terracotta. It can be used for building and decoration purposes.",
  "block.minecraft.waxed_exposed_cut_copper_stairs": "Waxed Exposed Cut Copper Stairs is a set of stairs made from exposed cut copper. It has a wax coating that prevents it from oxidizing further.",
  "block.minecraft.orange_stained_glass": "Orange Stained Glass is a decorative block made from orange stained glass. It can be used for building and decoration purposes.",
  "block.minecraft.exposed_cut_copper_slab": "Exposed Cut Copper Slab is a half-block made from exposed cut copper. It has a unique exposed copper texture.",
  "block.minecraft.polished_blackstone_wall": "Polished Blackstone Wall is a decorative block made from polished blackstone. It can be used to enclose areas or as a barrier.",
  "block.minecraft.cobblestone_stairs": "Cobblestone Stairs is a set of stairs made from cobblestone. It can be used for building and decoration purposes.",
  "block.minecraft.cut_sandstone_slab": "Cut Sandstone Slab is a half-block made from cut sandstone. It can be used for building and decoration purposes.",
  "block.minecraft.smooth_red_sandstone_slab": "Smooth Red Sandstone Slab is a half-block made from smooth red sandstone. It can be used for building and decoration purposes.",
  "block.minecraft.air": "Air is an empty block that occupies space in the game world. It is used to represent empty or transparent areas.",
  "block.minecraft.cherry_door": "Cherry Door is a wooden door that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "block.minecraft.bamboo_pressure_plate": "Bamboo Pressure Plate is a pressure-sensitive plate that can be used to detect the presence of entities. It emits a redstone signal when stepped on.",
  "block.minecraft.weathered_cut_copper_slab": "Weathered Cut Copper Slab is a half-block made from weathered cut copper. It has a unique weathered copper texture.",
  "block.minecraft.birch_trapdoor": "Birch Trapdoor is a wooden trapdoor that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "block.minecraft.waxed_weathered_copper": "Waxed Weathered Copper is a decorative block made from weathered copper. It has a wax coating that prevents it from oxidizing further.",
  "item.minecraft.golden_boots": "Golden Boots are a piece of armor that provides a small amount of protection against damage. They can be crafted using gold ingots.",
  "item.minecraft.pink_dye": "Pink Dye is a dye used to color various items and blocks in Minecraft.",
  "block.minecraft.acacia_door": "Acacia Door is a wooden door that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "block.minecraft.mangrove_wood": "Mangrove Wood is a type of wood obtained from mangrove trees. It can be used for crafting and building purposes.",
  "block.minecraft.polished_basalt": "Polished Basalt is a decorative block made from basalt. It has a smooth and polished texture.",
  "block.minecraft.prismarine_stairs": "Prismarine Stairs is a set of stairs made from prismarine. It can be used for building and decoration purposes.",
  "block.minecraft.cyan_concrete_powder": "Cyan Concrete Powder is a gravity-affected block made from cyan concrete. It can be used for building and decoration purposes.",
  "item.minecraft.mojang_banner_pattern": "Mojang Banner Pattern is a special pattern used to customize banners. It can be obtained from Mojang-sponsored events and promotions.",
  "block.minecraft.conduit": "Conduit is a block that provides underwater breathing and enhanced vision to nearby players. It can be activated by surrounding it with prismarine blocks.",
  "block.minecraft.green_carpet": "Green Carpet is a decorative block made from green wool. It can be used for building and decoration purposes.",
  "block.minecraft.polished_granite_slab": "Polished Granite Slab is a half-block made from polished granite. It can be used for building and decoration purposes.",
  "block.minecraft.pink_wool": "Pink Wool is a decorative block made from pink dye and wool. It can be used for building and decoration purposes.",
  "item.minecraft.golden_hoe": "Golden Hoe is a tool used to till soil and harvest crops. It is one of the least durable hoes in the game.",
  "item.minecraft.fire_charge": "Fire Charge is an item used as a throwable projectile or as a crafting ingredient for fireworks. It can be used to ignite blocks and entities.",
  "block.minecraft.sticky_piston": "Sticky Piston is a block that can push and pull other blocks when powered by redstone. It has a sticky surface that allows it to hold onto blocks.",
  "item.minecraft.white_dye": "White Dye is a dye used to color various items and blocks in Minecraft.",
  "item.minecraft.redstone": "Redstone is a mineral obtained by mining redstone ore. It is used as a power source for various redstone devices and circuits.",
  "item.minecraft.emerald": "Emerald is a rare gem obtained by mining emerald ore or trading with villagers. It can be used as a currency with villagers.",
  "block.minecraft.polished_andesite_slab": "Polished Andesite Slab is a half-block made from polished andesite. It can be used for building and decoration purposes.",
  "block.minecraft.green_bed": "Green Bed is a decorative block that can be used as a respawn point for players. It can be slept in to skip the night.",
  "item.minecraft.wooden_pickaxe": "Wooden Pickaxe is a basic tool used to mine blocks and ores. It is the least durable and efficient pickaxe in the game.",
  "block.minecraft.cherry_planks": "Cherry Planks is a type of plank obtained from cherry wood. It can be used for crafting and building purposes.",
  "block.minecraft.powered_rail": "Powered Rail is a type of rail that provides a boost of speed to minecarts when powered by redstone. It can be used to create powered rail systems.",
  "block.minecraft.warped_hanging_sign": "Warped Hanging Sign is a decorative block that can be customized with text. It can be used for signage and decoration purposes.",
  "block.minecraft.green_concrete_powder": "Green Concrete Powder is a gravity-affected block made from green concrete. It can be used for building and decoration purposes.",
  "item.minecraft.firework_star": "Firework Star is an item used to create fireworks. It can be crafted using gunpowder, dyes, and other special ingredients.",
  "block.minecraft.oak_stairs": "Oak Stairs is a set of stairs made from oak wood. It can be used for building and decoration purposes.",
  "item.minecraft.orange_dye": "Orange Dye is a dye used to color various items and blocks in Minecraft.",
  "block.minecraft.stone_button": "Stone Button is a button that can be pressed to provide a redstone signal for a short duration.",
  "block.minecraft.white_bed": "White Bed is a decorative block that can be used as a respawn point for players. It can be slept in to skip the night.",
  "block.minecraft.polished_blackstone_brick_stairs": "Polished Blackstone Brick Stairs is a set of stairs made from polished blackstone bricks. It can be used for building and decoration purposes.",
  "block.minecraft.brown_stained_glass": "Brown Stained Glass is a decorative block made from brown stained glass. It can be used for building and decoration purposes.",
  "item.minecraft.stick": "Stick is a basic crafting material used to craft various tools, weapons, and items. It can be obtained by breaking tree branches or crafting from planks.",
  "block.minecraft.tinted_glass": "Tinted Glass is a decorative block made from glass. It has a unique tinted texture and can be used for building and decoration purposes.",
  "block.minecraft.yellow_candle": "Yellow Candle is a decorative block that emits a dim light. It can be placed on the ground or on top of blocks.",
  "block.minecraft.blue_terracotta": "Blue Terracotta is a decorative block made from blue dye and terracotta. It can be used for building and decoration purposes.",
  "block.minecraft.stripped_oak_wood": "Stripped Oak Wood is a variant of oak wood that has been stripped of its bark. It can be used for building and crafting purposes.",
  "block.minecraft.sandstone": "Sandstone is a decorative block made from sand. It can be used for building and decoration purposes.",
  "block.minecraft.yellow_concrete_powder": "Yellow Concrete Powder is a gravity-affected block made from yellow concrete. It can be used for building and decoration purposes.",
  "block.minecraft.jungle_fence_gate": "Jungle Fence Gate is a wooden gate that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "block.minecraft.gray_terracotta": "Gray Terracotta is a decorative block made from gray dye and terracotta. It can be used for building and decoration purposes.",
  "block.minecraft.comparator": "Comparator is a redstone device that compares two redstone signals and provides an output based on their strength. It can be used for various redstone contraptions.",
  "block.minecraft.lodestone": "Lodestone is a block that can be used to create a compass that points to a specific location. It can be used for navigation and wayfinding.",
  "block.minecraft.repeater": "Repeater is a redstone device that provides a delay and signal strength adjustment to redstone signals. It can be used for various redstone contraptions.",
  "block.minecraft.red_concrete_powder": "Red Concrete Powder is a gravity-affected block made from red concrete. It can be used for building and decoration purposes.",
  "block.minecraft.purpur_block": "Purpur Block is a decorative block made from purpur pillars. It can be used for building and decoration purposes.",
  "block.minecraft.polished_blackstone_slab": "Polished Blackstone Slab is a half-block made from polished blackstone. It can be used for building and decoration purposes.",
  "block.minecraft.stone_stairs": "Stone Stairs is a set of stairs made from stone. It can be used for building and decoration purposes.",
  "item.minecraft.fishing_rod": "Fishing Rod is a tool used to catch fish and other items from bodies of water. It can also be used to pull entities towards the player.",
  "block.minecraft.end_stone_brick_stairs": "End Stone Brick Stairs is a set of stairs made from end stone bricks. It can be used for building and decoration purposes.",
  "block.minecraft.dried_kelp_block": "Dried Kelp Block is a decorative block made from dried kelp. It can be used for building and decoration purposes.",
  "item.minecraft.iron_leggings": "Iron Leggings are a piece of armor that provides moderate protection against damage. They can be crafted using iron ingots.",
  "block.minecraft.stripped_crimson_hyphae": "Stripped Crimson Hyphae is a variant of crimson hyphae that has been stripped of its bark. It can be used for building and crafting purposes.",
  "block.minecraft.cyan_carpet": "Cyan Carpet is a decorative block made from cyan wool. It can be used for building and decoration purposes.",
  "block.minecraft.nether_brick_wall": "Nether Brick Wall is a decorative block that can be used to enclose areas or as a barrier.",
  "block.minecraft.gray_concrete_powder": "Gray Concrete Powder is a gravity-affected block made from gray concrete. It can be used for building and decoration purposes.",
  "block.minecraft.light_blue_concrete_powder": "Light Blue Concrete Powder is a gravity-affected block made from light blue concrete. It can be used for building and decoration purposes.",
  "block.minecraft.granite_stairs": "Granite Stairs is a set of stairs made from granite. It can be used for building and decoration purposes.",
  "block.minecraft.cyan_terracotta": "Cyan Terracotta is a decorative block made from cyan dye and terracotta. It can be used for building and decoration purposes.",
  "block.minecraft.cut_red_sandstone": "Cut Red Sandstone is a decorative block made from red sandstone. It can be used for building and decoration purposes.",
  "item.minecraft.mushroom_stew": "Mushroom Stew is a food item that can be crafted using a bowl, a red mushroom, and a brown mushroom. It restores a moderate amount of hunger and saturation.",
  "block.minecraft.mangrove_fence": "Mangrove Fence is a decorative block that can be used to enclose areas or as a barrier.",
  "item.minecraft.red_dye": "Red Dye is a dye used to color various items and blocks in Minecraft.",
  "block.minecraft.warped_planks": "Warped Planks is a type of plank obtained from warped stems. It can be used for crafting and building purposes.",
  "block.minecraft.lime_candle": "Lime Candle is a decorative block that emits a dim light. It can be placed on the ground or on top of blocks.",
  "block.minecraft.beacon": "Beacon is a block that provides various beneficial effects to nearby players. It can be activated by surrounding it with a pyramid of mineral blocks.",
  "block.minecraft.tnt": "TNT is a volatile block that explodes when ignited. It can be used for mining, clearing out areas, or as a trap.",
  "block.minecraft.mossy_stone_bricks": "Mossy Stone Bricks is a decorative block made from stone bricks and mossy cobblestone. It has a unique mossy texture.",
  "block.minecraft.white_carpet": "White Carpet is a decorative block made from white wool. It can be used for building and decoration purposes.",
  "block.minecraft.light_gray_bed": "Light Gray Bed is a decorative block that can be used as a respawn point for players. It can be slept in to skip the night.",
  "item.minecraft.flint_and_steel": "Flint and Steel is a tool used to ignite blocks and entities. It can be used to create fire and activate certain redstone devices.",
  "block.minecraft.red_candle": "Red Candle is a decorative block that emits a dim light. It can be placed on the ground or on top of blocks.",
  "block.minecraft.brown_carpet": "Brown Carpet is a decorative block made from brown wool. It can be used for building and decoration purposes.",
  "block.minecraft.jungle_door": "Jungle Door is a wooden door that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "item.minecraft.black_dye": "Black Dye is a dye used to color various items and blocks in Minecraft.",
  "block.minecraft.black_stained_glass_pane": "Black Stained Glass Pane is a decorative block made from black stained glass. It can be used for building and decoration purposes.",
  "block.minecraft.prismarine_brick_slab": "Prismarine Brick Slab is a half-block made from prismarine bricks. It can be used for building and decoration purposes.",
  "block.minecraft.prismarine_bricks": "Prismarine Bricks is a decorative block made from prismarine shards. It has a unique brick-like texture.",
  "block.minecraft.nether_bricks": "Nether Bricks is a decorative block made from nether brick items. It can be used for building and decoration purposes.",
  "block.minecraft.blue_carpet": "Blue Carpet is a decorative block made from blue wool. It can be used for building and decoration purposes.",
  "block.minecraft.bamboo_door": "Bamboo Door is a wooden door that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "item.minecraft.iron_chestplate": "Iron Chestplate is a piece of armor that provides moderate protection against damage. It can be crafted using iron ingots.",
  "block.minecraft.crimson_fence": "Crimson Fence is a decorative block that can be used to enclose areas or as a barrier.",
  "block.minecraft.stone_bricks": "Stone Bricks is a decorative block made from stone. It can be used for building and decoration purposes.",
  "block.minecraft.oxidized_cut_copper_slab": "Oxidized Cut Copper Slab is a half-block made from oxidized cut copper. It has a unique oxidized copper texture.",
  "block.minecraft.birch_stairs": "Birch Stairs is a set of stairs made from birch wood. It can be used for building and decoration purposes.",
  "block.minecraft.orange_wool": "Orange Wool is a decorative block made from orange dye and wool. It can be used for building and decoration purposes.",
  "block.minecraft.white_wool": "White Wool is a decorative block made from white wool. It can be used for building and decoration purposes.",
  "block.minecraft.light_gray_stained_glass": "Light Gray Stained Glass is a decorative block made from light gray stained glass. It can be used for building and decoration purposes.",
  "item.minecraft.spruce_chest_boat": "Spruce Chest Boat is a special boat that can carry items in water. It can be crafted using spruce planks and a chest.",
  "item.minecraft.golden_axe": "Golden Axe is a tool used to chop wood and harvest wooden blocks. It is one of the least durable and efficient axes in the game.",
  "block.minecraft.light_blue_wool": "Light Blue Wool is a decorative block made from light blue dye and wool. It can be used for building and decoration purposes.",
  "block.minecraft.crimson_stairs": "Crimson Stairs is a set of stairs made from crimson planks. It can be used for building and decoration purposes.",
  "block.minecraft.decorated_pot": "Decorated Pot is a decorative block that can be used to hold and display plants and flowers.",
  "block.minecraft.light_blue_stained_glass_pane": "Light Blue Stained Glass Pane is a decorative block made from light blue stained glass. It can be used for building and decoration purposes.",
  "block.minecraft.brown_concrete_powder": "Brown Concrete Powder is a gravity-affected block made from brown concrete. It can be used for building and decoration purposes.",
  "block.minecraft.cyan_stained_glass": "Cyan Stained Glass is a decorative block made from cyan stained glass. It can be used for building and decoration purposes.",
  "block.minecraft.oak_pressure_plate": "Oak Pressure Plate is a pressure-sensitive plate that can be used to detect the presence of entities. It emits a redstone signal when stepped on.",
  "item.minecraft.stone_sword": "Stone Sword is a weapon used to attack and defeat mobs and other players. It is more durable and efficient than wooden swords.",
  "block.minecraft.stone_brick_stairs": "Stone Brick Stairs is a set of stairs made from stone bricks. It can be used for building and decoration purposes.",
  "block.minecraft.diorite": "Diorite is a decorative block made from diorite. It can be used for building and decoration purposes.",
  "block.minecraft.acacia_fence": "Acacia Fence is a decorative block that can be used to enclose areas or as a barrier.",
  "block.minecraft.crimson_hyphae": "Crimson Hyphae is a variant of crimson stem that has a unique twisted texture. It can be used for building and crafting purposes.",
  "block.minecraft.oak_slab": "Oak Slab is a half-block made from oak wood. It can be used for building and decoration purposes.",
  "block.minecraft.cyan_banner": "Cyan Banner is a decorative block that can be customized with different patterns and colors. It can be used for decoration purposes.",
  "item.minecraft.glistering_melon_slice": "Glistering Melon Slice is a food item that can be crafted using a melon slice and gold nuggets. It can be used to brew potions.",
  "block.minecraft.dripstone_block": "Dripstone Block is a decorative block found in caves. It has a unique stalactite-like texture and can be used for building and decoration purposes.",
  "item.minecraft.mangrove_chest_boat": "Mangrove Chest Boat is a special boat that can carry items in water. It can be crafted using mangrove planks and a chest.",
  "block.minecraft.crimson_button": "Crimson Button is a wooden button that can be placed on blocks to provide a redstone signal when pressed.",
  "block.minecraft.warped_door": "Warped Door is a wooden door that can be opened and closed. It can be used as an entrance or exit to enclosed areas.",
  "item.minecraft.iron_hoe": "Iron Hoe is a tool used to till soil and harvest crops. It is more durable and efficient than wooden hoes.",
  "item.minecraft.iron_ingot": "Iron Ingot is a refined metal obtained by smelting iron ore. It can be used to craft various tools, weapons, and armor.",
  "block.minecraft.jungle_hanging_sign": "Jungle Hanging Sign is a decorative block that can be customized with text. It can be used for signage and decoration purposes.",
  "block.minecraft.jungle_planks": "Jungle planks are a type of wooden plank that is crafted from jungle logs. They have a dark brown color and can be used in various crafting recipes and building projects.",
  "block.minecraft.snow": "Snow blocks are made by compacting snow layers together. They have a white color and can be used for decorative purposes or to create snow golems.",
  "block.minecraft.acacia_fence_gate": "Acacia fence gates are wooden gates that can be opened and closed. They are crafted from acacia planks and can be used to create entrances or enclosures.",
  "item.minecraft.clock": "A clock is a useful tool that displays the current in-game time. It is crafted from gold ingots and redstone.",
  "block.minecraft.mangrove_sign": "A mangrove sign is a sign made from mangrove planks. It can be placed and used to display text or messages in the game.",
  "block.minecraft.yellow_wool": "Yellow wool is a block made from yellow dye and white wool. It has a bright yellow color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.magenta_carpet": "Magenta carpet is a decorative block made from magenta dye and white carpet. It has a vibrant magenta color and can be used to add color and texture to floors.",
  "block.minecraft.orange_stained_glass_pane": "Orange stained glass panes are decorative blocks made from orange dye and glass panes. They have a translucent orange color and can be used to create colorful windows or decorative structures.",
  "block.minecraft.jungle_trapdoor": "Jungle trapdoors are wooden trapdoors that can be opened and closed. They are crafted from jungle planks and can be used to create hidden entrances or traps.",
  "block.minecraft.grindstone": "A grindstone is a block used to repair and disenchant items. It can also remove enchantments from items and combine enchantments onto a single item.",
  "block.minecraft.blue_ice": "Blue ice is a solid block that is created by using a silk touch tool to mine packed ice. It has a light blue color and can be used for decorative purposes or to create slippery surfaces.",
  "block.minecraft.red_nether_bricks": "Red nether bricks are a variant of nether bricks that have a red color. They are crafted from nether bricks and nether wart.",
  "block.minecraft.glass_pane": "Glass panes are thin blocks made from glass. They have a translucent appearance and can be used to create windows or decorative structures.",
  "item.minecraft.diamond_leggings": "Diamond leggings are a type of armor that provides strong protection against damage. They are crafted from diamond gems and can be worn by players to increase their defense.",
  "block.minecraft.warped_slab": "Warped slabs are half-height blocks made from warped planks. They have a blue color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.lectern": "A lectern is a block that can hold a book or a written book. It can be used to display and read books or to create a lectern with a bookshelf.",
  "block.minecraft.mangrove_stairs": "Mangrove stairs are a set of stairs made from mangrove planks. They can be used to create sloped pathways or to create decorative staircases.",
  "block.minecraft.prismarine": "Prismarine is a block that is found underwater in ocean monuments. It has a blue-green color and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.golden_sword": "A golden sword is a type of weapon that is crafted from gold ingots. It has a moderate attack damage and durability.",
  "block.minecraft.purple_stained_glass": "Purple stained glass is a decorative block made from purple dye and glass. It has a translucent purple color and can be used to create colorful windows or decorative structures.",
  "block.minecraft.chiseled_sandstone": "Chiseled sandstone is a decorative block made from sandstone. It has intricate carvings on its surface and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.clay": "Clay is a block that is found underwater in rivers and oceans. It has a light gray color and can be used to create bricks or in crafting recipes.",
  "item.minecraft.golden_pickaxe": "A golden pickaxe is a type of tool that is crafted from gold ingots. It has a moderate mining speed and durability.",
  "block.minecraft.cut_copper_stairs": "Cut copper stairs are a set of stairs made from cut copper blocks. They can be used to create sloped pathways or to create decorative staircases.",
  "item.minecraft.bamboo_raft": "A bamboo raft is a type of boat that is crafted from bamboo. It can be used to travel across water or to transport items.",
  "block.minecraft.chiseled_bookshelf": "A chiseled bookshelf is a decorative block made from bookshelves. It has intricate carvings on its surface and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.smooth_stone_slab": "Smooth stone slabs are half-height blocks made from smooth stone. They have a gray color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.ladder": "Ladders are blocks that can be climbed by players. They can be used to create vertical pathways or to access higher areas.",
  "block.minecraft.lime_wool": "Lime wool is a block made from lime dye and white wool. It has a bright lime green color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.redstone_torch": "A redstone torch is a block that provides a temporary source of redstone power. It can be used to power redstone circuits or to create hidden mechanisms.",
  "block.minecraft.moss_carpet": "Moss carpet is a decorative block made from moss blocks. It has a green color and can be used to add texture and color to floors or walls.",
  "block.minecraft.mossy_cobblestone_slab": "Mossy cobblestone slabs are half-height blocks made from mossy cobblestone. They have a gray color with patches of moss and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.black_bed": "A black bed is a decorative block that can be used as a respawn point for players. It has a black color and can be used to create bedrooms or sleeping areas.",
  "item.minecraft.furnace_minecart": "A furnace minecart is a type of minecart that contains a furnace. It can be used to transport items and smelt them using fuel.",
  "block.minecraft.mossy_cobblestone": "Mossy cobblestone is a block that has a gray color with patches of moss. It can be found in dungeons or crafted by combining cobblestone and vines.",
  "block.minecraft.target": "A target is a block that can be hit by projectiles. It emits a redstone signal when hit and can be used in redstone contraptions or target practice.",
  "block.minecraft.white_concrete_powder": "White concrete powder is a block made from white concrete. It has a white color and a powdery texture. It can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.yellow_terracotta": "Yellow terracotta is a block made from yellow dye and terracotta. It has a yellow color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.orange_carpet": "Orange carpet is a decorative block made from orange wool. It has a bright orange color and can be used to add color and texture to floors.",
  "block.minecraft.waxed_weathered_cut_copper": "Waxed weathered cut copper is a decorative block made from weathered cut copper blocks. It has a greenish color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.gray_bed": "A gray bed is a decorative block that can be used as a respawn point for players. It has a gray color and can be used to create bedrooms or sleeping areas.",
  "block.minecraft.cake": "A cake is a food item that can be eaten by players. It is crafted from wheat, sugar, milk, and eggs and provides a significant amount of hunger restoration.",
  "block.minecraft.orange_banner": "An orange banner is a decorative block that can be customized with different patterns and colors. It has an orange background color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.dark_oak_sign": "A dark oak sign is a sign made from dark oak planks. It can be placed and used to display text or messages in the game.",
  "block.minecraft.granite_slab": "Granite slabs are half-height blocks made from granite. They have a pinkish color and can be used to create stairs or to create decorative flooring.",
  "item.minecraft.cherry_boat": "A cherry boat is a type of boat that is crafted from cherry planks. It can be used to travel across water or to transport items.",
  "block.minecraft.mud_brick_stairs": "Mud brick stairs are a set of stairs made from mud bricks. They can be used to create sloped pathways or to create decorative staircases.",
  "block.minecraft.white_terracotta": "White terracotta is a block made from white dye and terracotta. It has a white color and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.leather_boots": "Leather boots are a type of armor that provides basic protection against damage. They are crafted from leather and can be worn by players to increase their defense.",
  "item.minecraft.netherite_ingot": "A netherite ingot is a rare and powerful material that can be used to upgrade diamond armor and tools. It is crafted from ancient debris and netherite scraps.",
  "block.minecraft.oak_hanging_sign": "An oak hanging sign is a sign made from oak planks. It can be placed and used to display text or messages in the game.",
  "item.minecraft.armor_stand": "An armor stand is a decorative block that can be used to display and store armor. It can be customized with different armor pieces and poses.",
  "block.minecraft.pink_stained_glass_pane": "Pink stained glass panes are decorative blocks made from pink dye and glass panes. They have a translucent pink color and can be used to create colorful windows or decorative structures.",
  "block.minecraft.lime_concrete_powder": "Lime concrete powder is a block made from lime concrete. It has a bright lime green color and a powdery texture. It can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.mangrove_slab": "Mangrove slabs are half-height blocks made from mangrove planks. They have a light brown color and can be used to create stairs or to create decorative flooring.",
  "item.minecraft.leather_leggings": "Leather leggings are a type of armor that provides basic protection against damage. They are crafted from leather and can be worn by players to increase their defense.",
  "item.minecraft.blue_dye": "Blue dye is a crafting ingredient that is used to color various items and blocks blue. It can be obtained by smelting lapis lazuli or by crafting it from blue flowers.",
  "block.minecraft.stripped_cherry_wood": "Stripped cherry wood is a variant of cherry wood that has had its bark removed. It has a light brown color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.brown_banner": "A brown banner is a decorative block that can be customized with different patterns and colors. It has a brown background color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.barrel": "A barrel is a storage block that can hold items. It has a wooden appearance and can be used to store and organize items in the game.",
  "block.minecraft.cherry_pressure_plate": "A cherry pressure plate is a pressure plate made from cherry planks. It can be used to create hidden mechanisms or to detect player movement.",
  "block.minecraft.polished_blackstone_button": "A polished blackstone button is a button made from polished blackstone. It can be used to activate redstone circuits or to create hidden mechanisms.",
  "block.minecraft.warped_hyphae": "Warped hyphae is a block that is obtained by using shears on warped stems. It has a blue color and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.jungle_chest_boat": "A jungle chest boat is a type of boat that contains a chest. It can be used to transport items and store them in the chest.",
  "block.minecraft.black_carpet": "Black carpet is a decorative block made from black wool. It has a black color and can be used to add color and texture to floors.",
  "block.minecraft.chiseled_stone_bricks": "Chiseled stone bricks are a decorative block made from stone bricks. They have intricate carvings on their surface and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.book": "A book is an item that can be written in and read by players. It can be used to create written books or enchanted books.",
  "item.minecraft.wooden_shovel": "A wooden shovel is a basic tool that is crafted from wooden planks. It can be used to dig and move dirt, sand, and gravel.",
  "block.minecraft.end_stone_brick_slab": "End stone brick slabs are half-height blocks made from end stone bricks. They have a yellow color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.smithing_table": "A smithing table is a block that can be used to upgrade diamond armor and tools to netherite. It can also be used to disenchant items.",
  "block.minecraft.gray_carpet": "Gray carpet is a decorative block made from gray wool. It has a gray color and can be used to add color and texture to floors.",
  "block.minecraft.magma_block": "Magma blocks are blocks that generate in the Nether. They have a dark red color and emit a significant amount of light. They can also damage players and mobs that come into contact with them.",
  "block.minecraft.spruce_pressure_plate": "A spruce pressure plate is a pressure plate made from spruce planks. It can be used to create hidden mechanisms or to detect player movement.",
  "block.minecraft.purple_terracotta": "Purple terracotta is a block made from purple dye and terracotta. It has a purple color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.cauldron": "A cauldron is a block that can hold water or potions. It can be used to dye leather armor, fill bottles with water or potions, or extinguish fires.",
  "block.minecraft.pink_concrete_powder": "Pink concrete powder is a block made from pink concrete. It has a bright pink color and a powdery texture. It can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.bamboo_trapdoor": "A bamboo trapdoor is a trapdoor made from bamboo. It can be opened and closed and can be used to create hidden entrances or traps.",
  "block.minecraft.waxed_copper_block": "Waxed copper blocks are decorative blocks made from copper blocks. They have a greenish color and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.brush": "A brush is a tool used to clean and groom animals in the game. It can be used to shear sheep or to brush horses and llamas.",
  "block.minecraft.magenta_concrete_powder": "Magenta concrete powder is a block made from magenta concrete. It has a vibrant magenta color and a powdery texture. It can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.diamond_shovel": "A diamond shovel is a type of tool that is crafted from diamond gems. It has a fast mining speed and high durability.",
  "item.minecraft.warped_fungus_on_a_stick": "A warped fungus on a stick is an item that can be used to control and ride striders in the Nether. It is crafted from a fishing rod and warped fungus.",
  "block.minecraft.waxed_weathered_cut_copper_slab": "Waxed weathered cut copper slabs are half-height blocks made from waxed weathered cut copper blocks. They have a greenish color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.andesite_wall": "Andesite walls are decorative blocks made from andesite. They have a gray color and can be used to create decorative walls or barriers.",
  "block.minecraft.sandstone_slab": "Sandstone slabs are half-height blocks made from sandstone. They have a yellow color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.hay_block": "A hay block is a decorative block made from hay bales. It has a light brown color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.light_blue_candle": "A light blue candle is a decorative block that emits a small amount of light. It has a light blue color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.cobblestone_slab": "Cobblestone slabs are half-height blocks made from cobblestone. They have a gray color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.gray_banner": "A gray banner is a decorative block that can be customized with different patterns and colors. It has a gray background color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.warped_stairs": "Warped stairs are a set of stairs made from warped planks. They can be used to create sloped pathways or to create decorative staircases.",
  "block.minecraft.spruce_hanging_sign": "A spruce hanging sign is a sign made from spruce planks. It can be placed and used to display text or messages in the game.",
  "item.minecraft.minecart": "A minecart is a type of transportation that can be ridden by players. It can be used to travel quickly across rails or to transport items.",
  "block.minecraft.smooth_sandstone_slab": "Smooth sandstone slabs are half-height blocks made from smooth sandstone. They have a yellow color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.chest": "A chest is a storage block that can hold items. It has a wooden appearance and can be used to store and organize items in the game.",
  "block.minecraft.gray_stained_glass": "Gray stained glass is a decorative block made from gray dye and glass. It has a translucent gray color and can be used to create colorful windows or decorative structures.",
  "block.minecraft.rail": "Rails are blocks that can be used to create tracks for minecarts. They can be used to create transportation systems or to move minecarts across long distances.",
  "block.minecraft.pink_candle": "A pink candle is a decorative block that emits a small amount of light. It has a pink color and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.diamond_sword": "A diamond sword is a type of weapon that is crafted from diamond gems. It has a high attack damage and durability.",
  "block.minecraft.red_terracotta": "Red terracotta is a block made from red dye and terracotta. It has a red color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.yellow_banner": "A yellow banner is a decorative block that can be customized with different patterns and colors. It has a yellow background color and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.creeper_banner_pattern": "A creeper banner pattern is an item that can be used to customize banners with a creeper pattern. It can be obtained by combining a banner with a creeper head.",
  "block.minecraft.waxed_exposed_cut_copper_slab": "Waxed exposed cut copper slabs are half-height blocks made from waxed exposed cut copper blocks. They have a greenish color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.red_bed": "A red bed is a decorative block that can be used as a respawn point for players. It has a red color and can be used to create bedrooms or sleeping areas.",
  "block.minecraft.dark_oak_fence": "A dark oak fence is a decorative block made from dark oak planks. It can be used to create enclosures or to add a rustic touch to buildings.",
  "item.minecraft.golden_shovel": "A golden shovel is a type of tool that is crafted from gold ingots. It has a moderate mining speed and durability.",
  "block.minecraft.deepslate_tile_stairs": "Deepslate tile stairs are a set of stairs made from deepslate tiles. They can be used to create sloped pathways or to create decorative staircases.",
  "block.minecraft.cut_copper": "Cut copper is a decorative block made from copper blocks. It has a reddish color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.gray_wool": "Gray wool is a block made from gray dye and white wool. It has a gray color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.soul_lantern": "A soul lantern is a decorative block that emits a blue light. It has a translucent blue color and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.copper_ingot": "A copper ingot is a material that can be used to craft various items and blocks. It is obtained by smelting copper ore in a furnace.",
  "block.minecraft.crimson_trapdoor": "A crimson trapdoor is a trapdoor made from crimson planks. It can be opened and closed and can be used to create hidden entrances or traps.",
  "block.minecraft.end_stone_brick_wall": "End stone brick walls are decorative blocks made from end stone bricks. They have a yellow color and can be used to create decorative walls or barriers.",
  "block.minecraft.polished_diorite_slab": "Polished diorite slabs are half-height blocks made from polished diorite. They have a light gray color and can be used to create stairs or to create decorative flooring.",
  "block.minecraft.bamboo_stairs": "Bamboo stairs are a set of stairs made from bamboo. They can be used to create sloped pathways or to create decorative staircases.",
  "block.minecraft.smooth_sandstone_stairs": "Smooth sandstone stairs are a set of stairs made from smooth sandstone. They have a yellow color and can be used to create sloped pathways or to create decorative staircases.",
  "item.minecraft.blaze_powder": "Blaze powder is a crafting ingredient that is obtained by killing blazes. It is used in various crafting recipes, including potions and brewing stands.",
  "block.minecraft.chain": "Chains are decorative blocks that can be used to create hanging structures or to add a rustic touch to buildings. They can be crafted from iron nuggets.",
  "block.minecraft.blue_concrete_powder": "Blue concrete powder is a block made from blue concrete. It has a bright blue color and a powdery texture. It can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.blue_stained_glass": "Blue stained glass is a decorative block made from blue dye and glass. It has a translucent blue color and can be used to create colorful windows or decorative structures.",
  "block.minecraft.oak_fence": "An oak fence is a decorative block made from oak planks. It can be used to create enclosures or to add a rustic touch to buildings.",
  "block.minecraft.warped_trapdoor": "A warped trapdoor is a trapdoor made from warped planks. It can be opened and closed and can be used to create hidden entrances or traps.",
  "block.minecraft.prismarine_brick_stairs": "Prismarine brick stairs are a set of stairs made from prismarine bricks. They have a blue-green color and can be used to create sloped pathways or to create decorative staircases.",
  "item.minecraft.iron_boots": "Iron boots are a type of armor that provides moderate protection against damage. They are crafted from iron ingots and can be worn by players to increase their defense.",
  "item.minecraft.diamond_chestplate": "A diamond chestplate is a type of armor that provides strong protection against damage. It is crafted from diamond gems and can be worn by players to increase their defense.",
  "block.minecraft.waxed_oxidized_cut_copper_stairs": "Waxed oxidized cut copper stairs are a set of stairs made from waxed oxidized cut copper blocks. They have a greenish color and can be used to create sloped pathways or to create decorative staircases.",
  "item.minecraft.golden_chestplate": "A golden chestplate is a type of armor that provides moderate protection against damage. It is crafted from gold ingots and can be worn by players to increase their defense.",
  "block.minecraft.crimson_planks": "Crimson planks are a type of wooden plank that is crafted from crimson stems. They have a reddish color and can be used in various crafting recipes and building projects.",
  "block.minecraft.oak_sign": "An oak sign is a sign made from oak planks. It can be placed and used to display text or messages in the game.",
  "block.minecraft.blue_candle": "A blue candle is a decorative block that emits a small amount of light. It has a blue color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.birch_sign": "A birch sign is a sign made from birch planks. It can be placed and used to display text or messages in the game.",
  "block.minecraft.birch_pressure_plate": "A birch pressure plate is a pressure plate made from birch planks. It can be used to create hidden mechanisms or to detect player movement.",
  "item.minecraft.flower_banner_pattern": "A flower banner pattern is an item that can be used to customize banners with a flower pattern. It can be obtained by combining a banner with a dandelion, poppy, blue orchid, allium, azure bluet, red tulip, orange tulip, white tulip, pink tulip, oxeye daisy, or cornflower.",
  "block.minecraft.netherite_block": "A netherite block is a decorative block that is crafted from netherite ingots. It has a dark gray color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.light_blue_terracotta": "Light blue terracotta is a block made from light blue dye and terracotta. It has a light blue color and can be used for decorative purposes or in crafting recipes.",
  "block.minecraft.spruce_stairs": "Spruce stairs are a set of stairs made from spruce planks. They can be used to create sloped pathways or to create decorative staircases.",
  "block.minecraft.mangrove_planks": "Mangrove planks are a type of wooden plank that is crafted from mangrove logs. They have a light brown color and can be used in various crafting recipes and building projects.",
  "block.minecraft.jungle_sign": "A jungle sign is a sign made from jungle planks. It can be placed and used to display text or messages in the game.",
  "block.minecraft.cyan_candle": "A cyan candle is a decorative block that emits a small amount of light. It has a cyan color and can be used for decorative purposes or in crafting recipes.",
  "item.minecraft.crossbow": "A crossbow is a ranged weapon that can be used to shoot arrows. It can be loaded with different types of arrows and has various enchantments available.",
  "block.minecraft.calibrated_sculk_sensor": "The calibrated sculk sensor is a block that can detect vibrations and movement in its vicinity. It emits a redstone signal when activated, making it useful for creating traps or automated systems.",
  "item.minecraft.bowl": "A bowl is a basic item used for holding and consuming various foods, such as mushroom stew or beetroot soup.",
  "item.minecraft.diamond": "Diamonds are one of the rarest and most valuable resources in Minecraft. They can be used to create powerful tools, armor, and enchantment tables.",
  "block.minecraft.magenta_candle": "A magenta candle is a decorative block that emits a soft light. It can be placed on the ground or on top of a block.",
  "block.minecraft.green_stained_glass_pane": "A green stained glass pane is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.crimson_slab": "A crimson slab is a half-height block that can be used to create smooth transitions between different levels of a structure.",
  "block.minecraft.black_concrete_powder": "Black concrete powder is a gravity-affected block that can be used for building and decoration. It can be solidified into black concrete by coming into contact with water.",
  "block.minecraft.purple_banner": "A purple banner is a decorative block that can be customized with different patterns and colors. It can be placed on walls or used as a flag.",
  "block.minecraft.purple_concrete_powder": "Purple concrete powder is a gravity-affected block that can be used for building and decoration. It can be solidified into purple concrete by coming into contact with water.",
  "block.minecraft.lime_carpet": "Lime carpet is a decorative block that can be placed on the ground. It can be used to add color and texture to floors or pathways.",
  "block.minecraft.birch_planks": "Birch planks are a basic building material that can be used to create various wooden structures and items.",
  "block.minecraft.light_gray_stained_glass_pane": "A light gray stained glass pane is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "item.minecraft.spectral_arrow": "A spectral arrow is a type of arrow that can be fired from a bow. When it hits a target, it creates a glowing effect that allows the target to be seen through walls.",
  "item.minecraft.tnt_minecart": "A TNT minecart is a type of minecart that contains a block of TNT. When activated, it will explode, causing damage to nearby entities and blocks.",
  "block.minecraft.green_terracotta": "Green terracotta is a decorative block that can be used for building and decoration. It has a unique green color and texture.",
  "block.minecraft.red_carpet": "Red carpet is a decorative block that can be placed on the ground. It can be used to add color and texture to floors or pathways.",
  "block.minecraft.white_stained_glass": "White stained glass is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.slime_block": "A slime block is a bouncy block that can be used for various purposes, such as creating trampolines or reducing fall damage.",
  "block.minecraft.acacia_planks": "Acacia planks are a basic building material that can be used to create various wooden structures and items.",
  "item.minecraft.wooden_hoe": "A wooden hoe is a basic tool used for tilling soil and farming. It is less durable than other types of hoes.",
  "block.minecraft.quartz_pillar": "A quartz pillar is a decorative block that can be used for building and decoration. It has a unique white color and texture.",
  "block.minecraft.red_wool": "Red wool is a decorative block that can be used for building and decoration. It has a vibrant red color and a soft texture.",
  "block.minecraft.cherry_button": "A cherry button is a type of button that can be placed on a block. When pressed, it emits a redstone signal.",
  "block.minecraft.mud_bricks": "Mud bricks are a decorative block that can be used for building and decoration. They have a unique brown color and texture.",
  "block.minecraft.waxed_cut_copper": "Waxed cut copper is a decorative block that can be used for building and decoration. It has a unique copper color and texture.",
  "block.minecraft.purpur_stairs": "Purpur stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique purple color and texture.",
  "block.minecraft.brown_terracotta": "Brown terracotta is a decorative block that can be used for building and decoration. It has a unique brown color and texture.",
  "block.minecraft.bamboo_block": "A bamboo block is a decorative block that can be used for building and decoration. It has a unique green color and texture.",
  "block.minecraft.note_block": "A note block is a musical block that can play different tones when activated. It can be used to create simple melodies or more complex musical arrangements.",
  "block.minecraft.mossy_cobblestone_stairs": "Mossy cobblestone stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique green color and texture.",
  "block.minecraft.orange_bed": "An orange bed is a decorative block that can be used as a respawn point for players. It has a vibrant orange color and a soft texture.",
  "block.minecraft.acacia_hanging_sign": "An acacia hanging sign is a decorative block that can be placed on walls. It can be customized with different text and symbols.",
  "block.minecraft.muddy_mangrove_roots": "Muddy mangrove roots are a decorative block that can be used for building and decoration. They have a unique brown color and texture.",
  "block.minecraft.piston": "A piston is a mechanical block that can push or pull other blocks. It can be used to create various contraptions and mechanisms.",
  "block.minecraft.brown_bed": "A brown bed is a decorative block that can be used as a respawn point for players. It has a warm brown color and a soft texture.",
  "block.minecraft.blue_bed": "A blue bed is a decorative block that can be used as a respawn point for players. It has a calming blue color and a soft texture.",
  "block.minecraft.light_gray_carpet": "Light gray carpet is a decorative block that can be placed on the ground. It can be used to add color and texture to floors or pathways.",
  "block.minecraft.white_banner": "A white banner is a decorative block that can be customized with different patterns and colors. It can be placed on walls or used as a flag.",
  "block.minecraft.smooth_red_sandstone_stairs": "Smooth red sandstone stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique red color and texture.",
  "item.minecraft.end_crystal": "An end crystal is a powerful item that can be used to respawn the Ender Dragon in the End dimension. It emits a beam of light and can be placed on top of obsidian pillars.",
  "block.minecraft.light_gray_banner": "A light gray banner is a decorative block that can be customized with different patterns and colors. It can be placed on walls or used as a flag.",
  "item.minecraft.stone_pickaxe": "A stone pickaxe is a basic tool used for mining stone and ores. It is more durable than a wooden pickaxe.",
  "block.minecraft.shulker_box": "A shulker box is a storage container that can hold items. It has the unique ability to retain its inventory even when broken and moved.",
  "block.minecraft.dispenser": "A dispenser is a block that can dispense items when activated with a redstone signal. It can be used to create automated systems or traps.",
  "item.minecraft.wooden_axe": "A wooden axe is a basic tool used for chopping wood and other wooden blocks. It is less durable than other types of axes.",
  "block.minecraft.cyan_stained_glass_pane": "A cyan stained glass pane is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.daylight_detector": "A daylight detector is a block that emits a redstone signal based on the amount of daylight it detects. It can be used to create automated systems or traps.",
  "block.minecraft.quartz_stairs": "Quartz stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique white color and texture.",
  "block.minecraft.diorite_wall": "A diorite wall is a decorative block that can be used for building and decoration. It has a unique white color and texture.",
  "block.minecraft.spruce_planks": "Spruce planks are a basic building material that can be used to create various wooden structures and items.",
  "block.minecraft.red_stained_glass": "Red stained glass is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.purpur_slab": "A purpur slab is a half-height block that can be used to create smooth transitions between different levels of a structure.",
  "block.minecraft.waxed_exposed_cut_copper": "Waxed exposed cut copper is a decorative block that can be used for building and decoration. It has a unique copper color and texture.",
  "block.minecraft.polished_blackstone_bricks": "Polished blackstone bricks are a decorative block that can be used for building and decoration. They have a unique black color and texture.",
  "block.minecraft.jack_o_lantern": "A jack o' lantern is a decorative block that emits a soft light. It can be placed on the ground or on top of a block.",
  "block.minecraft.tripwire_hook": "A tripwire hook is a block that can detect when a tripwire is activated. It can be used to create traps or automated systems.",
  "block.minecraft.trapped_chest": "A trapped chest is a chest that emits a redstone signal when opened. It can be used to create traps or secure storage areas.",
  "block.minecraft.hopper": "A hopper is a block that can transfer items between containers and other blocks. It can be used to create automated systems or item sorting mechanisms.",
  "item.minecraft.raw_gold": "Raw gold is a raw material that can be smelted into gold ingots. It is obtained by mining gold ore or by killing certain mobs.",
  "block.minecraft.lantern": "A lantern is a decorative block that emits a soft light. It can be placed on the ground or hung from a ceiling.",
  "block.minecraft.green_banner": "A green banner is a decorative block that can be customized with different patterns and colors. It can be placed on walls or used as a flag.",
  "item.minecraft.dried_kelp": "Dried kelp is a food item that can be eaten to restore hunger points. It is obtained by smelting kelp in a furnace.",
  "block.minecraft.magenta_stained_glass": "Magenta stained glass is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.ender_chest": "An ender chest is a special type of chest that is linked to all other ender chests in the world. Items stored in an ender chest can be accessed from any other ender chest.",
  "item.minecraft.gold_nugget": "A gold nugget is a small piece of gold that can be used to craft various items, such as golden apples or powered rails.",
  "block.minecraft.iron_bars": "Iron bars are a decorative block that can be used to create fences or prison-like structures. They have a unique gray color and a sturdy appearance.",
  "item.minecraft.beetroot_soup": "Beetroot soup is a food item that can be eaten to restore hunger points. It is made by combining beetroot and a bowl in a crafting table.",
  "block.minecraft.iron_trapdoor": "An iron trapdoor is a type of trapdoor that can be placed on a block. It can be opened and closed like a regular trapdoor, but it is more durable and secure.",
  "block.minecraft.brown_candle": "A brown candle is a decorative block that emits a soft light. It can be placed on the ground or on top of a block.",
  "block.minecraft.deepslate_brick_wall": "A deepslate brick wall is a decorative block that can be used for building and decoration. It has a unique gray color and texture.",
  "block.minecraft.lime_terracotta": "Lime terracotta is a decorative block that can be used for building and decoration. It has a unique lime green color and texture.",
  "item.minecraft.iron_helmet": "An iron helmet is a piece of armor that provides protection for the player's head. It is more durable than leather or chainmail helmets.",
  "item.minecraft.diamond_axe": "A diamond axe is a powerful tool used for chopping wood and other wooden blocks. It is more durable and efficient than other types of axes.",
  "block.minecraft.jungle_wood": "Jungle wood is a type of wood that can be obtained by chopping down jungle trees. It has a unique texture and can be used to create various wooden structures and items.",
  "block.minecraft.cartography_table": "A cartography table is a block that can be used to create and modify maps. It can also be used to clone and expand existing maps.",
  "block.minecraft.gray_stained_glass_pane": "A gray stained glass pane is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.polished_diorite": "Polished diorite is a decorative block that can be used for building and decoration. It has a unique white color and texture.",
  "block.minecraft.stone_slab": "A stone slab is a half-height block that can be used to create smooth transitions between different levels of a structure.",
  "block.minecraft.acacia_pressure_plate": "An acacia pressure plate is a type of pressure plate that can be placed on a block. It can be activated by players or mobs stepping on it.",
  "block.minecraft.lime_bed": "A lime bed is a decorative block that can be used as a respawn point for players. It has a bright lime green color and a soft texture.",
  "block.minecraft.dark_oak_pressure_plate": "A dark oak pressure plate is a type of pressure plate that can be placed on a block. It can be activated by players or mobs stepping on it.",
  "block.minecraft.blue_wool": "Blue wool is a decorative block that can be used for building and decoration. It has a calming blue color and a soft texture.",
  "block.minecraft.acacia_slab": "An acacia slab is a half-height block that can be used to create smooth transitions between different levels of a structure.",
  "block.minecraft.jungle_stairs": "Jungle stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique texture and can be used to create various wooden structures and items.",
  "block.minecraft.blast_furnace": "A blast furnace is a block that can smelt ores and other materials at a faster rate than a regular furnace. It is used to create various metal ingots.",
  "block.minecraft.polished_andesite_stairs": "Polished andesite stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique gray color and texture.",
  "item.minecraft.cherry_chest_boat": "A cherry chest boat is a special type of boat that can be used to transport items. It has a chest built into it, allowing for convenient storage while traveling on water.",
  "block.minecraft.blue_stained_glass_pane": "A blue stained glass pane is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.light_blue_carpet": "Light blue carpet is a decorative block that can be placed on the ground. It can be used to add color and texture to floors or pathways.",
  "block.minecraft.chiseled_polished_blackstone": "Chiseled polished blackstone is a decorative block that can be used for building and decoration. It has a unique black color and texture.",
  "item.minecraft.firework_rocket": "A firework rocket is an item that can be launched into the sky to create a colorful fireworks display. It can be crafted with various combinations of dyes and other materials.",
  "item.minecraft.turtle_helmet": "A turtle helmet is a piece of armor that provides protection for the player's head. It is made from turtle shells and can also grant the player the ability to breathe underwater for longer periods of time.",
  "block.minecraft.cobbled_deepslate_stairs": "Cobbled deepslate stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique gray color and texture.",
  "block.minecraft.fletching_table": "A fletching table is a block that can be used to craft arrows and other projectile-related items. It is used in conjunction with a crafting table.",
  "block.minecraft.light_blue_banner": "A light blue banner is a decorative block that can be customized with different patterns and colors. It can be placed on walls or used as a flag.",
  "block.minecraft.mossy_cobblestone_wall": "A mossy cobblestone wall is a decorative block that can be used for building and decoration. It has a unique green color and texture.",
  "item.minecraft.spyglass": "A spyglass is an item that allows players to zoom in and observe distant objects or locations. It can be used to scout out areas or spot potential threats.",
  "block.minecraft.red_banner": "A red banner is a decorative block that can be customized with different patterns and colors. It can be placed on walls or used as a flag.",
  "block.minecraft.purpur_pillar": "A purpur pillar is a decorative block that can be used for building and decoration. It has a unique purple color and texture.",
  "block.minecraft.heavy_weighted_pressure_plate": "A heavy weighted pressure plate is a type of pressure plate that can be placed on a block. It can be activated by players or mobs stepping on it.",
  "block.minecraft.pink_stained_glass": "Pink stained glass is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.deepslate_tile_slab": "A deepslate tile slab is a half-height block that can be used to create smooth transitions between different levels of a structure. It has a unique gray color and texture.",
  "item.minecraft.stone_shovel": "A stone shovel is a basic tool used for digging and moving dirt, sand, and other loose materials. It is more durable than a wooden shovel.",
  "item.minecraft.golden_leggings": "Golden leggings are a piece of armor that provides protection for the player's legs. They are less durable than iron or diamond leggings.",
  "block.minecraft.stripped_birch_wood": "Stripped birch wood is a type of wood that can be obtained by removing the bark from birch logs. It has a unique texture and can be used to create various wooden structures and items.",
  "item.minecraft.oak_chest_boat": "An oak chest boat is a special type of boat that can be used to transport items. It has a chest built into it, allowing for convenient storage while traveling on water.",
  "block.minecraft.waxed_oxidized_cut_copper_slab": "Waxed oxidized cut copper slab is a decorative block that can be used for building and decoration. It has a unique copper color and texture.",
  "block.minecraft.polished_blackstone_stairs": "Polished blackstone stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique black color and texture.",
  "block.minecraft.lime_banner": "A lime banner is a decorative block that can be customized with different patterns and colors. It can be placed on walls or used as a flag.",
  "block.minecraft.stone_pressure_plate": "A stone pressure plate is a type of pressure plate that can be placed on a block. It can be activated by players or mobs stepping on it.",
  "block.minecraft.deepslate_brick_stairs": "Deepslate brick stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique gray color and texture.",
  "block.minecraft.dropper": "A dropper is a block that can dispense items when activated. It can be used to create automated systems or traps.",
  "block.minecraft.yellow_stained_glass_pane": "A yellow stained glass pane is a decorative block that allows light to pass through. It can be used to create colorful windows or other decorative structures.",
  "block.minecraft.redstone_lamp": "A redstone lamp is a block that emits a soft red light when activated with a redstone signal. It can be used to create lighting fixtures or decorative structures.",
  "block.minecraft.end_rod": "An end rod is a decorative block that emits a soft light. It can be placed on the ground or on top of a block.",
  "block.minecraft.magenta_wool": "Magenta wool is a decorative block that can be used for building and decoration. It has a vibrant magenta color and a soft texture.",
  "block.minecraft.bamboo_mosaic_stairs": "Bamboo mosaic stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique green color and texture.",
  "item.minecraft.golden_helmet": "A golden helmet is a piece of armor that provides protection for the player's head. It is less durable than iron or diamond helmets.",
  "item.minecraft.light_blue_dye": "Light blue dye is a coloring agent that can be used to dye various items, such as wool or leather armor. It is obtained by crafting blue dye with bone meal.",
  "block.minecraft.weathered_cut_copper_stairs": "Weathered cut copper stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique copper color and texture.",
  "block.minecraft.warped_button": "A warped button is a type of button that can be placed on a block. When pressed, it emits a redstone signal.",
  "block.minecraft.polished_deepslate": "Polished deepslate is a decorative block that can be used for building and decoration. It has a unique gray color and texture.",
  "item.minecraft.mangrove_boat": "A mangrove boat is a special type of boat that can be used to travel on water. It is made from mangrove wood and has a unique texture.",
  "item.minecraft.bread": "Bread is a food item that can be eaten to restore hunger points. It is made by crafting wheat into bread in a crafting table.",
  "item.minecraft.bone_meal": "Bone meal is a crafting ingredient and a dye that can be used to speed up the growth of plants or change the color of certain items. It is obtained by crafting bones into bone meal in a crafting table.",
  "block.minecraft.torch": "A torch is a light-emitting block that can be placed on the ground or on top of a block. It provides a soft light and can prevent mob spawns in its vicinity.",
  "block.minecraft.polished_granite_stairs": "Polished granite stairs are a type of stairs block that can be used to create smooth transitions between different levels of a structure. They have a unique pink color and texture.",
  "item.minecraft.acacia_boat": "An acacia boat is a special type of boat that can be used to travel on water. It is made from acacia wood and has a unique texture.",
  "block.minecraft.lever": "A lever is a switch that can be toggled on or off. It can be used to activate redstone mechanisms or control the flow of water or lava.",
  "block.minecraft.detector_rail": "A detector rail is a type of rail that can detect the presence of minecarts. It can be used to create automated systems or minecart-based contraptions.",
  "block.minecraft.pink_bed": "A pink bed is a decorative block that can be used as a respawn point for players. It has a soft pink color and a comfortable texture.",
  "item.minecraft.shield": "A shield is a defensive item that can be used to block incoming attacks. It provides additional protection for the player and can be customized with different patterns.",
  "block.minecraft.blackstone_slab": "A blackstone slab is a half-height block that can be used to create smooth transitions between different levels of a structure. It has a unique black color and texture.",
  "block.minecraft.bamboo_slab": "A bamboo slab is a half-height block that can be used to create smooth transitions between different levels of a structure. It has a unique green color and texture.",
  "block.minecraft.crimson_sign": "A crimson sign is a decorative block that can be placed on walls. It can be customized with different text and symbols.",
  "item.minecraft.dark_oak_chest_boat": "A dark oak chest boat is a special type of boat that can be used to transport items. It has a chest built into it, allowing for convenient storage while traveling on water.",
  "block.minecraft.dark_oak_trapdoor": "A dark oak trapdoor is a type of trapdoor that can be placed on a block. It can be opened and closed like a regular trapdoor, but it has a darker appearance.",
  "block.minecraft.black_banner": "A black banner is a decorative block that can be customized with different patterns and colors. It can be placed on walls or used as a flag.",
  "item.minecraft.painting": "A painting is a decorative item that can be placed on walls. It displays various images and patterns, adding visual interest to a room or structure.",
  "item.minecraft.iron_shovel": "An iron shovel is a basic tool used for digging and moving dirt, sand, and other loose materials. It is more durable and efficient than a stone shovel.",
  "block.minecraft.stone_brick_slab": "A stone brick slab is a half-height block that can be used to create smooth transitions between different levels of a structure. It has a unique gray color and texture.",
  "block.minecraft.polished_blackstone_pressure_plate": "A pressure plate made from polished blackstone. It can be used to detect the presence of entities and activate redstone mechanisms.",
  "block.minecraft.quartz_bricks": "Bricks made from quartz. They have a smooth and elegant appearance, perfect for building modern structures.",
  "block.minecraft.crafting_table": "A basic crafting station where players can combine materials to create various items and tools.",
  "block.minecraft.sandstone_wall": "A decorative wall made from sandstone. It adds texture and depth to any structure.",
  "block.minecraft.red_sandstone_wall": "A decorative wall made from red sandstone. It adds a warm and desert-like feel to any structure.",
  "block.minecraft.polished_deepslate_slab": "A slab made from polished deepslate. It has a dark and smooth surface, perfect for modern or industrial builds.",
  "item.minecraft.acacia_chest_boat": "A boat made from acacia wood. It can be used to travel across water and has a chest for storage.",
  "block.minecraft.dark_oak_wood": "A type of wood with a dark and rich color. It can be used for building and crafting various items.",
  "block.minecraft.cut_copper_slab": "A slab made from cut copper. It has a sleek and metallic appearance, perfect for modern builds.",
  "block.minecraft.birch_hanging_sign": "A sign made from birch wood. It can be placed on walls or fences to display custom text.",
  "block.minecraft.pink_carpet": "A decorative carpet with a pink color. It can be placed on the floor to add a pop of color to any room.",
  "block.minecraft.acacia_stairs": "Stairs made from acacia wood. They provide a convenient way to traverse between different levels of a structure.",
  "block.minecraft.cherry_slab": "A slab made from cherry wood. It has a warm and reddish color, perfect for rustic or natural builds.",
  "block.minecraft.raw_gold_block": "A block made from raw gold. It has a shiny and luxurious appearance, perfect for displaying wealth.",
  "block.minecraft.deepslate_bricks": "Bricks made from deepslate. They have a dark and rugged appearance, perfect for underground or cave-themed builds.",
  "block.minecraft.birch_door": "A door made from birch wood. It can be opened and closed to provide access to a structure.",
  "block.minecraft.waxed_exposed_copper": "A block made from exposed copper that has been waxed. It has a greenish color and a weathered appearance.",
  "block.minecraft.anvil": "A block used for repairing and renaming items. It can also be used as a decorative element in blacksmith shops.",
  "block.minecraft.stripped_acacia_wood": "Acacia wood that has been stripped of its bark. It has a smooth and clean appearance, perfect for modern or tropical builds.",
  "block.minecraft.waxed_weathered_cut_copper_stairs": "Stairs made from weathered cut copper that has been waxed. They have a unique and aged appearance.",
  "item.minecraft.gold_ingot": "A valuable ingot made from gold. It can be used to craft various items and is often used as a currency in trading.",
  "block.minecraft.mossy_stone_brick_stairs": "Stairs made from mossy stone bricks. They have a weathered and overgrown appearance, perfect for ancient or abandoned structures.",
  "block.minecraft.oak_trapdoor": "A trapdoor made from oak wood. It can be opened and closed to provide access to a structure.",
  "block.minecraft.amethyst_block": "A block made from amethyst crystals. It has a vibrant purple color and can be used for decorative purposes.",
  "block.minecraft.oak_door": "A door made from oak wood. It can be opened and closed to provide access to a structure.",
  "block.minecraft.birch_button": "A button made from birch wood. It can be pressed to activate redstone mechanisms.",
  "item.minecraft.wooden_sword": "A basic sword made from wood. It is a simple and effective weapon for close combat.",
  "block.minecraft.birch_fence_gate": "A gate made from birch wood. It can be opened and closed to provide access through a fence.",
  "item.minecraft.honey_bottle": "A bottle filled with honey. It can be consumed to restore hunger and provide various beneficial effects.",
  "block.minecraft.spruce_door": "A door made from spruce wood. It can be opened and closed to provide access to a structure.",
  "block.minecraft.smooth_quartz_slab": "A slab made from smooth quartz. It has a clean and polished appearance, perfect for modern or minimalist builds.",
  "block.minecraft.cyan_bed": "A bed with a cyan-colored blanket. It can be used for sleeping and setting spawn points.",
  "item.minecraft.carrot_on_a_stick": "A stick with a carrot attached to it. It can be used to control the movement of pigs while riding them.",
  "block.minecraft.red_stained_glass_pane": "A decorative pane of glass with a red color. It can be used to create windows and add a splash of color to buildings.",
  "block.minecraft.brick_wall": "A decorative wall made from bricks. It adds texture and depth to any structure.",
  "block.minecraft.raw_copper_block": "A block made from raw copper. It has a reddish color and will oxidize over time, developing a unique patina.",
  "block.minecraft.purple_bed": "A bed with a purple-colored blanket. It can be used for sleeping and setting spawn points.",
  "block.minecraft.mud_brick_wall": "A decorative wall made from mud bricks. It adds a rustic and earthy feel to any structure.",
  "block.minecraft.dark_prismarine": "A block made from dark prismarine. It has a deep blue color and a smooth texture, perfect for underwater builds.",
  "block.minecraft.purple_stained_glass_pane": "A decorative pane of glass with a purple color. It can be used to create windows and add a splash of color to buildings.",
  "item.minecraft.leather_horse_armor": "Armor made from leather for horses. It provides protection and can be dyed in various colors.",
  "item.minecraft.cookie": "A delicious treat made from dough and chocolate chips. It can be eaten to restore hunger.",
  "block.minecraft.raw_iron_block": "A block made from raw iron. It has a metallic appearance and can be used for decorative purposes.",
  "item.minecraft.lapis_lazuli": "A blue gemstone used for dyeing wool and crafting various items.",
  "block.minecraft.dark_oak_planks": "Planks made from dark oak wood. They have a dark and rich color, perfect for rustic or natural builds.",
  "block.minecraft.candle": "A decorative candle that emits a soft light. It can be placed on various surfaces to add ambiance to a room.",
  "block.minecraft.lightning_rod": "A rod that attracts lightning strikes. It can be used to protect structures from lightning damage.",
  "block.minecraft.brown_stained_glass_pane": "A decorative pane of glass with a brown color. It can be used to create windows and add a splash of color to buildings.",
  "block.minecraft.oak_button": "A button made from oak wood. It can be pressed to activate redstone mechanisms.",
  "block.minecraft.granite_wall": "A decorative wall made from granite. It adds texture and depth to any structure.",
  "block.minecraft.orange_concrete_powder": "A powdery form of orange concrete. It can be solidified by coming into contact with water.",
  "block.minecraft.dark_oak_hanging_sign": "A sign made from dark oak wood. It can be placed on walls or fences to display custom text.",
  "block.minecraft.redstone_block": "A block made from redstone dust. It emits a strong redstone signal and can be used to power various mechanisms.",
  "item.minecraft.shears": "A tool used for shearing wool from sheep, harvesting leaves, and obtaining other materials.",
  "item.minecraft.wheat": "A crop harvested from wheat plants. It can be used to craft bread and other food items.",
  "block.minecraft.honeycomb_block": "A block made from honeycomb. It has a hexagonal pattern and can be used for decorative purposes.",
  "block.minecraft.quartz_block": "A block made from quartz. It has a clean and elegant appearance, perfect for modern or minimalist builds.",
  "item.minecraft.music_disc_5": "A music disc that plays a specific song when inserted into a jukebox. It adds ambiance and atmosphere to a room.",
  "item.minecraft.diamond_helmet": "A helmet made from diamonds. It provides excellent protection for the head.",
  "block.minecraft.warped_fence": "A fence made from warped stems. It has a twisted and otherworldly appearance, perfect for nether-themed builds.",
  "item.minecraft.bow": "A ranged weapon that fires arrows. It can be used to attack enemies from a distance.",
  "block.minecraft.dark_oak_fence_gate": "A gate made from dark oak wood. It can be opened and closed to provide access through a fence.",
  "item.minecraft.coal": "A common material used as fuel in furnaces and for crafting torches. It can be obtained by mining coal ore.",
  "item.minecraft.compass": "A navigational tool that points towards the world spawn point. It can be used to find your way in the world.",
  "block.minecraft.andesite_stairs": "Stairs made from andesite. They provide a convenient way to traverse between different levels of a structure.",
  "item.minecraft.item_frame": "A decorative frame that can hold and display items. It can be placed on walls to showcase valuable or interesting items.",
  "block.minecraft.loom": "A block used for crafting banners and patterns. It allows players to create custom designs and decorate their structures.",
  "block.minecraft.jungle_slab": "A slab made from jungle wood. It has a warm and tropical appearance, perfect for jungle-themed builds.",
  "block.minecraft.smoker": "A block used for smelting food items. It cooks food faster than a regular furnace.",
  "item.minecraft.skull_banner_pattern": "A special pattern that can be applied to banners. It adds a skull design to the banner.",
  "item.minecraft.dark_oak_boat": "A boat made from dark oak wood. It can be used to travel across water.",
  "item.minecraft.arrow": "A projectile used with a bow. It can be fired to attack enemies from a distance.",
  "block.minecraft.oak_fence_gate": "A gate made from oak wood. It can be opened and closed to provide access through a fence.",
  "block.minecraft.mossy_stone_brick_wall": "A decorative wall made from mossy stone bricks. It adds a weathered and overgrown appearance to any structure.",
  "item.minecraft.brown_dye": "A dye made from cocoa beans. It can be used to color various items and blocks.",
  "item.minecraft.melon_seeds": "Seeds obtained from melons. They can be planted to grow melon plants.",
  "block.minecraft.granite": "A type of stone with a speckled appearance. It can be used for building and crafting various items.",
  "block.minecraft.brick_slab": "A slab made from bricks. It has a smooth and uniform appearance, perfect for modern or industrial builds.",
  "block.minecraft.red_sandstone_stairs": "Stairs made from red sandstone. They provide a convenient way to traverse between different levels of a structure.",
  "block.minecraft.bricks": "A block made from bricks. It has a smooth and uniform appearance, perfect for modern or industrial builds.",
  "block.minecraft.red_sandstone_slab": "A slab made from red sandstone. It has a warm and desert-like feel, perfect for desert-themed builds.",
  "block.minecraft.oxidized_cut_copper_stairs": "Stairs made from oxidized cut copper. They have a unique and weathered appearance.",
  "block.minecraft.mangrove_trapdoor": "A trapdoor made from mangrove wood. It can be opened and closed to provide access to a structure.",
  "block.minecraft.andesite": "A type of stone with a speckled appearance. It can be used for building and crafting various items.",
  "item.minecraft.diamond_boots": "Boots made from diamonds. They provide excellent protection for the feet and allow for faster movement in water.",
  "block.minecraft.crimson_hanging_sign": "A sign made from crimson stems. It can be placed on walls or fences to display custom text.",
  "block.minecraft.deepslate_tile_wall": "A decorative wall made from deepslate tiles. It adds texture and depth to any structure.",
  "block.minecraft.polished_deepslate_stairs": "Stairs made from polished deepslate. They have a dark and smooth surface, perfect for modern or industrial builds.",
  "block.minecraft.exposed_cut_copper": "A block made from exposed cut copper. It has a unique and weathered appearance.",
  "block.minecraft.polished_blackstone": "A block made from polished blackstone. It has a dark and sleek appearance, perfect for modern or industrial builds.",
  "block.minecraft.mangrove_hanging_sign": "A sign made from mangrove wood. It can be placed on walls or fences to display custom text.",
  "block.minecraft.red_nether_brick_stairs": "Stairs made from red nether bricks. They provide a convenient way to traverse between different levels of a structure.",
  "block.minecraft.jungle_pressure_plate": "A pressure plate made from jungle wood. It can be used to detect the presence of entities and activate redstone mechanisms.",
  "block.minecraft.dark_oak_stairs": "Stairs made from dark oak wood. They provide a convenient way to traverse between different levels of a structure.",
  "block.minecraft.brewing_stand": "A block used for brewing potions. It allows players to combine various ingredients to create powerful potions.",
  "block.minecraft.yellow_carpet": "A decorative carpet with a yellow color. It can be placed on the floor to add a pop of color to any room.",
  "block.minecraft.white_candle": "A decorative candle that emits a soft white light. It can be placed on various surfaces to add ambiance to a room.",
  "block.minecraft.bamboo_mosaic_slab": "A slab made from bamboo. It has a unique and natural appearance, perfect for tropical or zen-themed builds.",
  "block.minecraft.polished_blackstone_brick_wall": "A decorative wall made from polished blackstone bricks. It adds texture and depth to any structure.",
  "item.minecraft.stone_axe": "A basic axe made from stone. It is a simple and effective tool for chopping wood.",
  "block.minecraft.jungle_button": "A button made from jungle wood. It can be pressed to activate redstone mechanisms.",
  "block.minecraft.packed_ice": "A solid block of ice that does not melt. It can be used for decorative purposes or to create slippery surfaces.",
  "item.minecraft.golden_carrot": "A carrot that has been gilded with gold. It can be consumed to restore hunger and provide various beneficial effects.",
  "block.minecraft.blackstone_stairs": "Stairs made from blackstone. They provide a convenient way to traverse between different levels of a structure.",
  "block.minecraft.purple_carpet": "A decorative carpet with a purple color. It can be placed on the floor to add a pop of color to any room.",
  "block.minecraft.blue_banner": "A decorative banner with a blue color. It can be placed on walls or fences to display custom designs.",
  "block.minecraft.prismarine_wall": "A decorative wall made from prismarine. It adds texture and depth to any structure.",
  "block.minecraft.diamond_block": "A block made from diamonds. It has a shiny and luxurious appearance, perfect for displaying wealth.",
  "block.minecraft.waxed_oxidized_copper": "A block made from oxidized copper that has been waxed. It has a unique and weathered appearance.",
  "block.minecraft.diorite_slab": "A slab made from diorite. It has a clean and polished appearance, perfect for modern or minimalist builds.",
  "block.minecraft.spruce_trapdoor": "A trapdoor made from spruce wood. It can be opened and closed to provide access to a structure.",
  "block.minecraft.yellow_stained_glass": "A decorative pane of glass with a yellow color. It can be used to create windows and add a splash of color to buildings.",
  "block.minecraft.light_blue_stained_glass": "A decorative pane of glass with a light blue color. It can be used to create windows and add a splash of color to buildings.",
  "block.minecraft.glowstone": "A block that emits a bright light. It can be used to illuminate large areas or create decorative lighting fixtures.",
  "block.minecraft.respawn_anchor": "A block used to set a respawn point in the Nether. It can be charged with glowstone to increase the number of respawns.",
  "item.minecraft.pumpkin_seeds": "Seeds obtained from pumpkins. They can be planted to grow pumpkin plants.",
  "block.minecraft.deepslate_brick_slab": "A slab made from deepslate bricks. It has a dark and rugged appearance, perfect for underground or cave-themed builds.",
  "block.minecraft.cobbled_deepslate_wall": "A decorative wall made from cobbled deepslate. It adds texture and depth to any underground or cave-themed build.",
  "block.minecraft.red_nether_brick_wall": "A decorative wall made from red nether bricks. It adds a fiery and hellish appearance to any structure.",
  "block.minecraft.chiseled_red_sandstone": "A decorative block made from chiseled red sandstone. It has intricate carvings and adds a desert-like feel to any structure.",
  "block.minecraft.nether_brick_fence": "A fence made from nether bricks. It has a dark and fiery appearance, perfect for nether-themed builds.",
  "item.minecraft.magma_cream": "A sticky substance obtained from magma cubes. It can be used to brew potions or create fire-resistant items.",
  "block.minecraft.blackstone_wall": "A decorative wall made from blackstone. It adds texture and depth to any structure.",
  "block.minecraft.bookshelf": "A block used for storing books and enchanted items. It adds a scholarly and intellectual feel to any room.",
  "block.minecraft.dark_prismarine_stairs": "Stairs made from dark prismarine. They provide a convenient way to traverse between different levels of a structure.",
  "block.minecraft.light_gray_candle": "A decorative candle that emits a soft light. It can be placed on various surfaces to add ambiance to a room.",
  "block.minecraft.lapis_block": "A block made from lapis lazuli. It has a vibrant blue color and can be used for decorative purposes.",
  "item.minecraft.birch_chest_boat": "A boat with a chest attached to it. It can be used to travel across water and has additional storage space.",
  "block.minecraft.black_terracotta": "A block made from hardened clay. It has a dark and earthy appearance, perfect for natural or rustic builds.",
  "block.minecraft.snow_block": "A block made from compacted snow. It can be used for decorative purposes or to create snowy landscapes.",
  "block.minecraft.cherry_sign": "A sign made from cherry wood. It can be placed on walls or fences to display custom text.",
  "item.minecraft.iron_axe": "A tool used for chopping wood and harvesting various materials. It is more durable and efficient than a stone or wooden axe.",
  "item.minecraft.ender_eye": "An item used to locate and activate end portals. It can be thrown to determine the direction of the nearest stronghold.",
  "block.minecraft.sandstone_stairs": "Stairs made from sandstone. They provide a convenient way to traverse between different levels of a structure.",
  "block.minecraft.composter": "A block used for composting organic materials. It can be used to create bone meal, a valuable fertilizer.",
  "block.minecraft.jukebox": "A block used to play music discs. It can be activated with a redstone signal and plays various songs.",
  "block.minecraft.light_gray_terracotta": "A block made from hardened clay. It has a light gray color and can be used for decorative purposes.",
  "block.minecraft.birch_slab": "A slab made from birch wood. It has a light and natural appearance, perfect for rustic or natural builds.",
  "block.minecraft.spruce_slab": "A slab made from spruce wood. It has a warm and woody appearance, perfect for rustic or natural builds.",
  "block.minecraft.coarse_dirt": "A variant of dirt with a rough and coarse texture. It can be found in certain biomes and adds a natural and rugged feel to landscapes.",
  "block.minecraft.acacia_sign": "A sign made from acacia wood. It can be placed on walls or fences to display custom text.",
  "item.minecraft.chest_minecart": "A minecart with a chest attached to it. It can be used to transport items and has additional storage space.",
  "item.minecraft.oak_boat": "A boat made from oak wood. It can be used to travel across water.",
  "block.minecraft.waxed_cut_copper_stairs": "Stairs made from cut copper that has been waxed. They have a unique and weathered appearance.",
  "block.minecraft.sea_lantern": "A block that emits a bright underwater light. It can be used to illuminate underwater structures or create decorative lighting fixtures.",
  "block.minecraft.green_candle": "A decorative candle that emits a soft green light. It can be placed on various surfaces to add ambiance to a room.",
  "block.minecraft.prismarine_slab": "A slab made from prismarine. It has a smooth and aquatic appearance, perfect for underwater builds.",
  "block.minecraft.exposed_cut_copper_stairs": "Stairs made from exposed cut copper. They have a unique and weathered appearance.",
  "item.minecraft.fermented_spider_eye": "An ingredient used in brewing potions. It is made by combining a spider eye with sugar and a brown mushroom.",
  "block.minecraft.magenta_terracotta": "A block made from hardened clay. It has a magenta color and can be used for decorative purposes.",
  "item.minecraft.stone_hoe": "A basic hoe made from stone. It is used for tilling soil and farming crops.",
  "item.minecraft.diamond_hoe": "A hoe made from diamonds. It is used for tilling soil and farming crops. It is more durable and efficient than a stone or wooden hoe.",
  "item.minecraft.jungle_boat": "A boat made from jungle wood. It can be used to travel across water.",
  "block.minecraft.cyan_wool": "A block made from dyed wool. It has a cyan color and can be used for decorative purposes.",
  "item.minecraft.pumpkin_pie": "A delicious pie made from pumpkins. It can be eaten to restore hunger and provides a substantial amount of saturation.",
  "block.minecraft.stripped_mangrove_wood": "Mangrove wood that has been stripped of its bark. It has a smooth and clean appearance, perfect for modern or tropical builds.",
  "block.minecraft.jungle_fence": "A fence made from jungle wood, perfect for keeping animals in or out of an area.",
  "block.minecraft.light_weighted_pressure_plate": "A pressure plate that is sensitive to the weight of entities, including players and mobs. It can be used to activate redstone contraptions.",
  "block.minecraft.cobbled_deepslate_slab": "A slab made from cobbled deepslate, a variant of deepslate that is commonly found in the deep underground. It can be used for building and decoration purposes.",
  "block.minecraft.weathered_cut_copper": "A decorative block made from weathered cut copper. It has a weathered appearance and can be used for building and decoration purposes.",
  "item.minecraft.glass_bottle": "A bottle made from glass. It can be used to hold water, potions, or other liquids.",
  "block.minecraft.black_wool": "A block made from black wool. It can be used for building and decoration purposes.",
  "block.minecraft.green_wool": "A block made from green wool. It can be used for building and decoration purposes.",
  "block.minecraft.iron_door": "A door made from iron. It can be opened and closed by right-clicking on it.",
  "block.minecraft.polished_granite": "A block made from polished granite, a decorative variant of granite. It can be used for building and decoration purposes.",
  "block.minecraft.mud_brick_slab": "A slab made from mud bricks. It can be used for building and decoration purposes.",
  "item.minecraft.hopper_minecart": "A minecart with a hopper attached to it. It can be used to transport items and automatically collect items from nearby containers.",
  "block.minecraft.oxidized_cut_copper": "A decorative block made from oxidized cut copper. It has a weathered and greenish appearance and can be used for building and decoration purposes.",
  "block.minecraft.pink_banner": "A decorative banner with a pink color. It can be used for decoration purposes.",
  "block.minecraft.chiseled_quartz_block": "A decorative block made from chiseled quartz. It has a unique pattern and can be used for building and decoration purposes.",
  "block.minecraft.soul_campfire": "A campfire made from soul soil and soul sand. It emits a blue flame and can be used for cooking and providing light.",
  "block.minecraft.stripped_warped_hyphae": "A block made from stripped warped hyphae, a variant of warped hyphae. It can be used for building and decoration purposes.",
  "block.minecraft.bamboo_button": "A button made from bamboo. It can be used to activate redstone contraptions.",
  "block.minecraft.crimson_door": "A door made from crimson planks. It can be opened and closed by right-clicking on it.",
  "item.minecraft.leather": "A material obtained from killing cows. It can be used to craft various items, including armor and books.",
  "block.minecraft.cherry_trapdoor": "A trapdoor made from cherry wood. It can be opened and closed by right-clicking on it.",
  "block.minecraft.cherry_hanging_sign": "A sign made from cherry wood. It can be placed on walls and used to display text.",
  "block.minecraft.end_stone_bricks": "A block made from end stone bricks. It has a unique texture and can be used for building and decoration purposes.",
  "block.minecraft.acacia_trapdoor": "A trapdoor made from acacia wood. It can be opened and closed by right-clicking on it.",
  "block.minecraft.black_candle": "A decorative candle with a black color. It can be placed on surfaces and used for decoration purposes.",
  "block.minecraft.light_gray_concrete_powder": "A powder form of light gray concrete. It can be placed and will solidify into concrete when it comes into contact with water.",
  "block.minecraft.smooth_quartz_stairs": "Stairs made from smooth quartz, a decorative variant of quartz. They can be used for building and decoration purposes.",
  "block.minecraft.furnace": "A block used for smelting ores, cooking food, and producing various items. It requires fuel to operate.",
  "block.minecraft.diorite_stairs": "Stairs made from diorite, a decorative stone. They can be used for building and decoration purposes.",
  "block.minecraft.mangrove_pressure_plate": "A pressure plate made from mangrove wood. It can be used to activate redstone contraptions.",
  "block.minecraft.crimson_fence_gate": "A fence gate made from crimson planks. It can be opened and closed by right-clicking on it.",
  "block.minecraft.brown_wool": "A block made from brown wool. It can be used for building and decoration purposes.",
  "block.minecraft.activator_rail": "A rail that can activate minecarts with TNT or minecarts with hopper when they pass over it.",
  "item.minecraft.lime_dye": "A dye made from lime. It can be used to color various items, including wool and glass.",
  "block.minecraft.bamboo_hanging_sign": "A sign made from bamboo. It can be placed on walls and used to display text.",
  "block.minecraft.crimson_pressure_plate": "A pressure plate made from crimson planks. It can be used to activate redstone contraptions.",
  "block.minecraft.oak_planks": "A block made from oak wood planks. It can be used for building and crafting purposes.",
  "block.minecraft.orange_candle": "A decorative candle with an orange color. It can be placed on surfaces and used for decoration purposes.",
  "block.minecraft.warped_sign": "A sign made from warped planks. It can be placed on walls and used to display text.",
  "block.minecraft.mangrove_door": "A door made from mangrove wood. It can be opened and closed by right-clicking on it.",
  "block.minecraft.cherry_stairs": "Stairs made from cherry wood. They can be used for building and decoration purposes.",
  "item.minecraft.purple_dye": "A dye made from purple. It can be used to color various items, including wool and glass.",
  "block.minecraft.red_sandstone": "A block made from red sandstone. It has a reddish color and can be used for building and decoration purposes.",
  "block.minecraft.stone_brick_wall": "A wall made from stone bricks. It can be used for building and decoration purposes.",
  "item.minecraft.iron_pickaxe": "A tool used for mining stone and ores. It is more durable and efficient than a wooden or stone pickaxe.",
  "block.minecraft.quartz_slab": "A slab made from quartz. It can be used for building and decoration purposes.",
  "block.minecraft.cut_sandstone": "A block made from cut sandstone. It has a smooth texture and can be used for building and decoration purposes.",
  "block.minecraft.bamboo_sign": "A sign made from bamboo. It can be placed on the ground and used to display text.",
  "block.minecraft.spruce_button": "A button made from spruce wood. It can be used to activate redstone contraptions.",
  "block.minecraft.nether_brick_slab": "A slab made from nether bricks. It can be used for building and decoration purposes.",
  "block.minecraft.deepslate_tiles": "A block made from deepslate tiles, a variant of deepslate. It can be used for building and decoration purposes.",
  "block.minecraft.orange_terracotta": "A block made from orange terracotta. It has a warm color and can be used for building and decoration purposes.",
  "block.minecraft.bamboo_fence": "A fence made from bamboo. It can be used for building and decoration purposes.",
  "block.minecraft.enchanting_table": "A block used for enchanting items. It requires bookshelves to be placed around it to increase the enchanting power.",
  "item.minecraft.lead": "A leash used to tie animals and lead them around. It can be attached to animals by right-clicking on them.",
  "item.minecraft.birch_boat": "A boat made from birch wood. It can be used to travel across water.",
  "item.minecraft.spruce_boat": "A boat made from spruce wood. It can be used to travel across water.",
  "block.minecraft.gold_block": "A block made from gold ingots. It has a shiny appearance and can be used for building and decoration purposes.",
  "block.minecraft.polished_diorite_stairs": "Stairs made from polished diorite, a decorative variant of diorite. They can be used for building and decoration purposes.",
  "block.minecraft.observer": "A block that emits a redstone signal when it detects a block update in front of it. It can be used to create redstone contraptions.",
  "block.minecraft.polished_deepslate_wall": "A wall made from polished deepslate, a variant of deepslate. It can be used for building and decoration purposes.",
  "block.minecraft.campfire": "A block used for cooking food and providing light. It requires fuel to operate.",
  "item.minecraft.paper": "A material made from sugar cane. It can be used to craft books, maps, and other items.",
  "block.minecraft.cherry_wood": "A block made from cherry wood. It can be used for building and decoration purposes.",
  "block.minecraft.dark_oak_slab": "A slab made from dark oak wood. It can be used for building and decoration purposes.",
  "block.minecraft.packed_mud": "A block made from packed mud. It has a solid appearance and can be used for building and decoration purposes.",
  "block.minecraft.brick_stairs": "Stairs made from bricks. They can be used for building and decoration purposes.",
  "block.minecraft.lime_stained_glass": "A block made from lime stained glass. It has a vibrant green color and can be used for building and decoration purposes.",
  "block.minecraft.stripped_spruce_wood": "A block made from stripped spruce wood. It can be used for building and decoration purposes.",
  "block.minecraft.cherry_fence_gate": "A fence gate made from cherry wood. It can be opened and closed by right-clicking on it.",
  "block.minecraft.acacia_wood": "A block made from acacia wood. It can be used for building and decoration purposes.",
  "block.minecraft.stripped_jungle_wood": "A block made from stripped jungle wood. It can be used for building and decoration purposes.",
  "item.minecraft.bucket": "A container used to hold and transport liquids, such as water or lava.",
  "block.minecraft.cut_red_sandstone_slab": "A slab made from cut red sandstone. It can be used for building and decoration purposes.",
  "block.minecraft.purple_wool": "A block made from purple wool. It can be used for building and decoration purposes.",
  "block.minecraft.polished_andesite": "A block made from polished andesite, a decorative stone. It can be used for building and decoration purposes.",
  "block.minecraft.black_stained_glass": "A block made from black stained glass. It has a dark color and can be used for building and decoration purposes.",
  "block.craftingtableiifabric.crafting_table_ii": "An upgraded version of the crafting table. It automatically lists all possible crafting recipes and allows for quick crafting of items."
}
